<header class="header">

<!--ТОPNAV-->

    <nav class="header__nav-top">
        <ul class="nav-top__list">
            <li class="nav-top__item">
                <a href="#" class="header__link">
                    <svg class="social-svg" fill="#1FA181" xmlns="http://www.w3.org/2000/svg"  viewBox="0 0 48 48" width="48px" height="48px"><path d="M45.763,35.202c-1.797-3.234-6.426-7.12-8.337-8.811c-0.523-0.463-0.579-1.264-0.103-1.776 c3.647-3.919,6.564-8.422,7.568-11.143C45.334,12.27,44.417,11,43.125,11l-3.753,0c-1.237,0-1.961,0.444-2.306,1.151 c-3.031,6.211-5.631,8.899-7.451,10.47c-1.019,0.88-2.608,0.151-2.608-1.188c0-2.58,0-5.915,0-8.28 c0-1.147-0.938-2.075-2.095-2.075L18.056,11c-0.863,0-1.356,0.977-0.838,1.662l1.132,1.625c0.426,0.563,0.656,1.248,0.656,1.951 L19,23.556c0,1.273-1.543,1.895-2.459,1.003c-3.099-3.018-5.788-9.181-6.756-12.128C9.505,11.578,8.706,11.002,7.8,11l-3.697-0.009 c-1.387,0-2.401,1.315-2.024,2.639c3.378,11.857,10.309,23.137,22.661,24.36c1.217,0.12,2.267-0.86,2.267-2.073l0-3.846 c0-1.103,0.865-2.051,1.977-2.079c0.039-0.001,0.078-0.001,0.117-0.001c3.267,0,6.926,4.755,8.206,6.979 c0.368,0.64,1.056,1.03,1.8,1.03l4.973,0C45.531,38,46.462,36.461,45.763,35.202z"/></svg>
                </a>
            </li>
            <li class="nav-top__item">
                <a href="#" class="header__link">
                    <svg class="social-svg" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 320 512" width="15px" height="15px"><path d="M279.14 288l14.22-92.66h-88.91v-60.13c0-25.35 12.42-50.06 52.24-50.06h40.42V6.26S260.43 0 225.36 0c-73.22 0-121.08 44.38-121.08 124.72v70.62H22.89V288h81.39v224h100.17V288z"/></svg>
                </a>
            </li>
            <li class="nav-top__item">
                <a href="#" class="header__link">
                    <svg class="social-svg" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512"><path d="M224,202.66A53.34,53.34,0,1,0,277.36,256,53.38,53.38,0,0,0,224,202.66Zm124.71-41a54,54,0,0,0-30.41-30.41c-21-8.29-71-6.43-94.3-6.43s-73.25-1.93-94.31,6.43a54,54,0,0,0-30.41,30.41c-8.28,21-6.43,71.05-6.43,94.33S91,329.26,99.32,350.33a54,54,0,0,0,30.41,30.41c21,8.29,71,6.43,94.31,6.43s73.24,1.93,94.3-6.43a54,54,0,0,0,30.41-30.41c8.35-21,6.43-71.05,6.43-94.33S357.1,182.74,348.75,161.67ZM224,338a82,82,0,1,1,82-82A81.9,81.9,0,0,1,224,338Zm85.38-148.3a19.14,19.14,0,1,1,19.13-19.14A19.1,19.1,0,0,1,309.42,189.74ZM400,32H48A48,48,0,0,0,0,80V432a48,48,0,0,0,48,48H400a48,48,0,0,0,48-48V80A48,48,0,0,0,400,32ZM382.88,322c-1.29,25.63-7.14,48.34-25.85,67s-41.4,24.63-67,25.85c-26.41,1.49-105.59,1.49-132,0-25.63-1.29-48.26-7.15-67-25.85s-24.63-41.42-25.85-67c-1.49-26.42-1.49-105.61,0-132,1.29-25.63,7.07-48.34,25.85-67s41.47-24.56,67-25.78c26.41-1.49,105.59-1.49,132,0,25.63,1.29,48.33,7.15,67,25.85s24.63,41.42,25.85,67.05C384.37,216.44,384.37,295.56,382.88,322Z" /></svg>
                </a>
            </li>
            <li class="nav-top__item">
                <a href="#" class="header__link">
                    <svg class="social-svg" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32">
                        <path d="M120.001,753.38c10.372,0,18.807-8.435,18.807-18.807c0-10.362-8.435-18.799-18.807-18.799 c-10.362,0-18.807,8.437-18.807,18.799C101.194,744.945,109.639,753.38,120.001,753.38z M120.001,689.164 c25.055,0,45.422,20.367,45.422,45.409c0,25.052-20.367,45.427-45.422,45.427c-25.049,0-45.422-20.375-45.422-45.427 C74.579,709.532,94.952,689.164,120.001,689.164z M138.378,652.109c9.247,2.107,18.165,5.765,26.377,10.925 c6.215,3.917,8.089,12.134,4.172,18.35c-3.912,6.23-12.124,8.103-18.35,4.186c-18.605-11.703-42.561-11.698-61.156,0 c-6.227,3.917-14.438,2.043-18.346-4.186c-3.917-6.221-2.049-14.433,4.168-18.35c8.211-5.154,17.129-8.818,26.376-10.925 l-25.395-25.394c-5.192-5.197-5.192-13.621,0.005-18.817c2.601-2.596,6.004-3.897,9.406-3.897c3.408,0,6.816,1.3,9.417,3.897 l24.943,24.954l24.965-24.954c5.192-5.197,13.616-5.197,18.812,0c5.202,5.196,5.202,13.626,0,18.817 C163.773,626.715,138.378,652.109,138.378,652.109z" transform="matrix(.125 0 0 -.125 0 102.5)"/>
                    </svg>
                </a>
            </li>
            <li class="nav-top__item">
                <a href="#" class="header__link">
                    О клинике
                </a>
            </li>
            <li class="nav-top__item">
                <a href="#" class="header__link">
                    Пациентам
                </a>
            </li>
            <li class="nav-top__item">
                <a href="#" class="header__link">
                    Отзывы
                </a>
            </li>
            <li class="nav-top__item">
                <a href="#" class="header__link">
                    Версия для слабовидящих
                </a>
            </li>
        </ul>
    </nav>

<!--NAVINFO-->

    <div class="header__nav-info">
        <div class="header__wrapper">
            <a class="header__block" href="#">
                <img src="src/img/icon/Logo.png" alt="Весна" class="logo">
            </a>
            <div class="header__location-block">
                <p class="location__city">
                    <img class="loc-icon" src="src/img/icon/loc_placeholder.svg" alt="Location"> Ростов-на-Дону
                </p>
                <p class="location__street">
                    ул. Магнитогорская, 1В
                </p>
            </div>
        </div>
        <div class="header__wrapper">
            <div class="header__block num_block">
                <img src="src/img/icon/whatsapp.svg" alt="whats">
                <a href="tel: +7(863) 279-12-22" class="header__number">
                    +7(863) 279-12-22
                </a>
            </div>
            <form action="#" class="header__form">
                <button class="header__btn">
                    Записаться на приём
                </button>
            </form>
        </div>
    </div>

<!--DOWNAV-->

    <nav class="header__nav-down">
        <ul class="header__list">
            <li class="header__item">
                <a href="#" class="header__link__two">
                    О клинике
                </a>
            </li>
            <li class="header__item">
                <a href="#" class="header__link__two">
                    Услуги
                </a>
            </li>
            <li class="header__item">
                <a href="#" class="header__link__two">
                    Специалисты
                </a>
            </li>
            <li class="header__item">
                <a href="#" class="header__link__two">
                    Цены
                </a>
            </li>
            <li class="header__item">
                <a href="#" class="header__link__two">
                    Контакты
                </a>
            </li>
        </ul>
        <form action="#" class="header__form_search">
            <input type="text" placeholder="Искать">
            <button class="header__btn-search" type="submit">
                <img src="src/img/icon/search.svg" alt="" class="header__search-logo">
            </button>
        </form>
    </nav>
</header>